var QuestionDataUtil;
if (!QuestionDataUtil)
	QuestionDataUtil = {};

QuestionDataUtil.Q_NUM = 6;
QuestionDataUtil.qData = [{
	"qId": "01",
	"title": "大叔，1982年你还记得下面哪件事？",
	"qList": [
		{ "id": "01", "title": "中共中央、国务院首次提出计划生育" },
		{ "id": "02", "title": "斯皮尔伯格《E.T.》发行" },
		{ "id": "03", "title": "李宁在第6届世界杯体操比赛中获6项冠军。一战封神，誉为'体操王子'" },
		{ "id": "04", "title": "意大利第三次捧起世界杯" }
	]
},
{
	"qId": "02",
	"title": "在荒烟漫草的年头，你印象最深的事",
	"qList": [
		{ "id": "01", "title": "电视剧《西游记》播出" },
		{ "id": "02", "title": "中国第一次长江漂流成功" },
		{ "id": "03", "title": "北京工人体育场，崔健以一首《一无所有》唱响整个体育, 中国摇滚乐应声而起。" },
		{ "id": "04", "title": "戏剧性的球王马拉多纳的‘上帝之手’" }
	]
},
{
	"qId": "03",
	"title": "90年代开启，你觉得哪些更有意义？",
	"qList": [
		{ "id": "01", "title": "中国第一家麦当劳餐厅在深圳开业" },
		{ "id": "02", "title": "中国历史上最大的字典《汉语大字典》出版。" },
		{ "id": "03", "title": ".cn域名完成注册" },
		{ "id": "04", "title": "动听的‘意大利之夏’" }
	]
},
{
	"qId": "04",
	"title": "1994年世界杯年中你还记住哪些事，少年？",
	"qList": [
		{ "id": "01", "title": "曼德拉当选南非历史上第一位黑人总统" },
		{ "id": "02", "title": "三峡工程正式开工" },
		{ "id": "03", "title": "最早的美剧《老友记》播出" },
		{ "id": "04", "title": "‘忧郁王子’罗伯特巴乔的背影" }
	]
},
{
	"qId": "05",
	"title": "香港回归那几年，是不是最好的那几年，你还记得哪些？",
	"qList": [
		{ "id": "01", "title": "电影《泰坦尼克号》获得11项奥斯卡金像奖，平影史纪录" },
		{ "id": "02", "title": "电视剧《还珠格格》在大陆上映，收视率创造中国第一，亚洲第一" },
		{ "id": "03", "title": "马化腾成立腾讯" },
		{ "id": "04", "title": "没集齐的干脆面球星卡" }
	]
},
{
	"qId": "06",
	"title": "朴树说他最想回到初二那个暑假，如果让你回到02年，你选择哪个时间点？",
	"qList": [
		{ "id": "01", "title": "我国成功发射“神舟四号“飞船" },
		{ "id": "02", "title": "欧元在欧盟国家正式开始流通" },
		{ "id": "03", "title": "中国上海市获得了2010年世界博览会举办权。这将是世博会第一次在发展中国家举行。" },
		{ "id": "04", "title": "中国队首次闯入世界杯决赛圈" }
	]
},
{
	"qId": "07",
	"title": "2006年哪些事你是难以忘记的？",
	"qList": [
		{ "id": "01", "title": "刘翔在瑞士格桑以12秒88打破了尘封13年的110米跨栏记录" },
		{ "id": "02", "title": "青藏铁路正式通车。" },
		{ "id": "03", "title": "迈阿密热火队获得了第一个NBA总冠军" },
		{ "id": "04", "title": "齐达内的惊世一顶" }
	]
},
{
	"qId": "08",
	"title": "有些事情你越想忘记，就会记得越牢，哪些事对你意义重大？",
	"qList": [
		{ "id": "01", "title": "83年中央电视台首届春节联欢晚会直播" },
		{ "id": "02", "title": "84年苹果公司推出了划时代的Macintosh计算机，简称Mac." },
		{ "id": "03", "title": "85年超级马里奥兄弟（超级玛丽）问世，拯救了在1983年游戏危机摧残下的游戏界" },
		{ "id": "04", "title": "93年摇滚乐队Beyond的主唱黄家驹不幸在日本东京女子医科大学附属医院与世长辞，年仅31岁" }
	]
},
{
	"qId": "09",
	"title": "有些人是离开之后，才会发现离开了的人才是自己的最爱。多事之秋的2014年，是否有人离开你？",
	"qList": [
		{ "id": "01", "title": "马航MH370失联，成世纪之谜" },
		{ "id": "02", "title": "中国上海市外滩的跨年活动发生严重踩踏事故" },
		{ "id": "03", "title": "美国职业篮球运动员勒布朗詹姆斯宣布做出决定重回克利夫兰骑士队" },
		{ "id": "04", "title": "昆明车站发生恶意暴力事件29人遇难，百余人受伤" }
	]
},
{
	"qId": "10",
	"title": "此时此刻，也是未来回忆中的某一刻，今年你最关注谁？",
	"qList": [
		{ "id": "01", "title": "苍井空宣布结婚" },
		{ "id": "02", "title": "冬奥会在韩国平昌举行" },
		{ "id": "03", "title": "7-10月份的《逾时不候》展" },
		{ "id": "04", "title": "俄罗斯世界杯如期举行" }
	]
},
{
	"qId": "11",
	"title": "当年的南拳妈妈组合如今鲜有作品，他们的成名曲是下面哪一首？",
	"qList": [
		{ "id": "01", "title": "松花江" },
		{ "id": "02", "title": "黑龙江" },
		{ "id": "03", "title": "牡丹江" },
		{ "id": "04", "title": "乌苏里江" }
	]
},
{
	"qId": "12",
	"title": "自带喜剧效果的方便面是哪一个品牌？",
	"qList": [
		{ "id": "01", "title": "康师傅牌方便面" },
		{ "id": "02", "title": "统一牌方便面" },
		{ "id": "03", "title": "嘟嘟牌方便面" },
		{ "id": "04", "title": "小浣熊牌方便面" }
	]
}
,
{
	"qId": "13",
	"title": "如果时光隧道真的存在，你觉得他会是下面哪种样子？",
	"qList": [
		{ "id": "01", "title": "image/q_1.png" },
		{ "id": "02", "title": "image/q_2.png" },
		{ "id": "03", "title": "image/q_3.png" },
		{ "id": "04", "title": "image/q_4.png" }
	]
},
{
	"qId": "14",
	"title": "最swag的姿势是哪一张？",
	"qList": [
		{ "id": "01", "title": "image/q_5.png" },
		{ "id": "02", "title": "image/q_3.png" },
		{ "id": "03", "title": "image/q_7.png" },
		{ "id": "04", "title": "image/q_6.png" }
	]
},
{
	"qId": "15",
	"title": "在今夏即将举办的《逾时不候》展中的场馆，你觉得哪个最swag？",
	"qList": [
		{ "id": "01", "title": "image/q_1.gif" },
		{ "id": "02", "title": "image/q_2.gif" },
		{ "id": "03", "title": "image/q_3.GIF" },
		{ "id": "04", "title": "image/q_4.GIF" }
	]
},
{
	"qId": "16",
	"title": "在今夏即将举办的《逾时不候》展中的场馆，你觉得哪个最swag？",
	"qList": [
		{ "id": "01", "title": "image/q_1.gif" },
		{ "id": "02", "title": "image/q_2.gif" },
		{ "id": "03", "title": "image/q_3.GIF" },
		{ "id": "04", "title": "image/q_5.GIF" }
	]
}
];
QuestionDataUtil.ansData = {
	"0":"你是傲娇的00后。晚上先买瓶啤酒约上懂球的朋友为你补课。",
	"1":"00后的你也许只经历了一届世界杯，但不会阻止你热爱足球的心，记住这一刻你不是一个人。",
	"2":"中二的你如果有一天忍不住问我，我会说最喜欢的是2000年你的笑容。",
	"3":"是不是不想工作，漫无目的，情绪低迷，欲望低下，没错90后的你一定得了“丧”病",
	"4":"90不后的你以为是人生赢家，直到有一天看着镜子，才知道自己是个逗比，在世界杯的时候，最喜欢的人都不在你身边。",
	"5":"如果90后软萌的你是一个罐头，我希望永远不会过期。",
	"6":"不管你是大叔还是大婶，都藏不住你80后的油腻气息。",
	"7":"从小看日漫长大80后的你，是不是变成自己的超级英雄。",
	"none1":"你答得太保守、太沉稳了，难道贫乳病娇是佛系少年的通病。",
	"none2":"如今你已对生活失去活力，选择留在自己的岁月里了。这个夏天大力神杯将和你逾时不候。",
}

